[
  {
    "_id": "624a5d5d1c1c8bf23d7177da",
    "index": 0,
    "picture": "https://i.ibb.co/N9ZqgSx/04.jpg",
    "age": 29,
    "name": "Tami Hammond",
    "email": "tamihammond@isosphere.com",
    "comments": "This series has a lot of well animated action sequences that grip you. The settings and characters feel very detailed and you never know how things will turn out. My only complaint is that it takes a while for the story to pick up..\r\n",
    "registered": "2016-08-10T01:30:45 -06:00",
    "rating": "4.7 star"
  },
  {
    "_id": "624a5d5dbece81a3f26ccd3c",
    "index": 1,
    "picture": "https://i.ibb.co/6JcTqhJ/pic-5.png",
    "age": 31,
    "name": "Chen Barron",
    "email": "chenbarron@isosphere.com",
    "comments": "Excellent anime and the story is interesting. The animation and drawing in the anime are among the best. Most of the main characters were good, unlike the side characters such as Erwin Smith, who was the best character in the anime. The story branched out considerably after in the third season. I am very excited for the fourth season.\r\n",
    "registered": "2020-02-29T07:52:42 -06:00",
    "rating": "5 star"
  },
  {
    "_id": "624a5d5d88cd00dd70658e86",
    "index": 2,
    "picture": "https://i.ibb.co/NFskqDc/01.jpg",
    "age": 37,
    "name": "Hurst Hicks",
    "email": "hursthicks@isosphere.com",
    "comments": "This anime is seriously overrated. The action and animation are truly amazing, but the characters are one-dimensional and even annoying at times. Worth watching for the action, but is still pretty flawed..\r\n",
    "registered": "2021-09-02T09:27:59 -06:00",
    "rating": "4.8 star"
  },
  {
    "_id": "624a5d5d34342dc01035d4b4",
    "index": 3,
    "picture": "https://i.ibb.co/wRQch0R/03.jpg",
    "age": 30,
    "name": "Lynette Odonnell",
    "email": "lynetteodonnell@isosphere.com",
    "comments": "There's a lot of dialog that stops the action and the main character Eren is quite a little baby through most of it. Very overhyped show. Falls into a lot of the anime cliches that keep me away from most anime. Has its moments though.\r\n",
    "registered": "2019-05-25T02:41:54 -06:00",
    "rating": "4 star"
  },
  {
    "_id": "624a5d5db4d11353bc42e879",
    "index": 4,
    "picture": "https://i.ibb.co/sJf8M4s/pic-3.png",
    "age": 27,
    "name": "Frankie Eaton",
    "email": "frankieeaton@isosphere.com",
    "comments": "I've only seen the first season but it was my first EVER anime apart from stuff like Pokemon you know. The action and such was done incredibly well and there is character development for all the other characters that aren't the main character. However, it took so long for the second season to come out that by the time it did I wasn't even watching anime any more.\r\n",
    "registered": "2015-08-01T05:53:47 -06:00",
    "rating": ""
  },
  {
    "_id": "624a5d5d9806fa834b3e2a4a",
    "index": 6,
    "picture": "https://i.ibb.co/PWwwvwG/10.jpg",
    "age": 22,
    "name": "Robert Bishop",
    "email": "robertbishop@isosphere.com",
    "comments": "Apart from Naruto, AOT is the only other anime that I've bothered watching and it's one of the best shows I've ever watched. The storyline is unique and the characters are great. The manga isn't completed yet and I'm really excited to basically re-experience the manga in anime form because the manga is uncoloured..\r\n",
    "registered": "2015-07-09T07:02:23 -06:00",
    "rating": "5 star"
  }
]